import kickof from "./public/imgs/projects/articles/kickof.jpg";
import quran from "./public/imgs/projects/articles/quran.jpg";
import time from "./public/imgs/projects/articles/time.jpg";



export const articles = [
  {
    id: 1,
    title: "أنطلاق مصنع المكنات",
    img: kickof,
    link: "https://www.facebook.com/100006684195144/posts/pfbid02QLYoi1jdWtac9pPUoqVoAv12X7v4a57rFLMphmuJb5ZP9kfacP8PRa3LsWZaxRqgl/?app=fbl",
    text: `
    كامب إنطلاق 🔥
لو م حصل سمعت بيهو تعااال أديك الزيت والزيتونة😉
ببساطة شديييدة هو عبارة عن حاجة كدا زي معسكر(بي كمية التاسكات البناخدها وزمن التسليم اللي لو إتأخرت عادي يقول ليك "بلو وأشرب مويتو" 🥲) لتعليم كتابة المحتوى من الصفر وحتى الإحتراف 😎
لي الأمانة والصراحة يعني هو
م لتعليم كتابة المحتوى بس
دا بعلمك الإنضباط والتنظيم
في حياتك كلها (عشان تفضي زمن للتاسكات🤣)
وعلى قول الكوتش " كامب إنطلاق أدب لي أي زول م عندو أدب" 🤣 
ولا م كدا فارس افارس الطاهر
لي الأمانة الكوتش م قصر معانا نهااائي كل سؤال نسألو هو جاهز يدينا ليهو إجابة❤️
وزي م قال لينا من البداية
الكورس دا عبارة عن 90٪ تطبيق عملي
 وبالجد الواحد لما يجرب بنفسو (ويشوف نتائج خرمجتو🤣) م زي لما يقرا ساااي
ح تقول لي استفدتي شنو من الكامب دا ح أقول فضي نفسك عشان الجاي تقيل😎
(شيل ي طويل العمر شيل و م تقول لي تقيل) 🌚
♦️بكل البساطة في العالم دي
ح أقول ليك أي أنا من زمان عندي
 حبة انضباطاية في الزمن بس بعد
الكامب دا وصلت انضباط ليفل الوحش😎(البعرفوني اتجاوزو النقطة دي😅)
♦️وكمان لو محلاظين معاي بقيت
بكتب محتوى (اللهم بارك) وبنزل
كل يوم بعد م العنكبوت استوطن صفحتي🤣
♦️ودا غير إنو عرفت حاجات كتييييرة
 بس عشان يطلع ليكم بوست من سطرين تلاتة كدا😇
المجال دا طلع بحر عدييييل وندمت إني م عرفتو من زمان بس الحمدلله لحقت نفسي (وانتو منتظرين شنو😉)
    `,
  },
  {
    id: 2,
    title: "إنجاذ المهام ",
    img: time,
    link: "https://www.facebook.com/100006684195144/posts/pfbid02TGb8jZriz5rw88EZ8NxVUMF5dBPu9Cbzqyg2kHHhYds3Jq8a7NyQ2q3cCDpidiZul/?app=fbl",
    text: `
    إنجاز المهمات الكبيرة🔥
    أغلب الناس عندهم مهام أو واجبات
    كبيرة مفروض ينجزوها بس كل مرة
    حجم المهمة براهو بخلعك وبخليك
     كل مرة تأجل فيها للوقت المناسب
    (اللي م معروف ح يجي متين أصلاً🌚)
    طيب الحل شنو؟ 🤔
    جربت تقسم المهمة الكبيرة دي
    لي مهمات صغنونة كدا م تشيل ليها هم
    وتنجزها من غير مجهود كبير منك🙃
    بالبساطة دي إنت بتغش في عقلك اللاواعي
    بإنو دي مهمة بسيطة م محتاجة مجهود
    عشان تنفذها🤗
    أكتب لي في التعليقات عندك كم مهمة كبيرة محتاجة تنفيذ وانت بتأجل فيها🙃    `,
  },
  {
    id: 3,
    title: "حفظ القران",
    img: quran,
    link: "https://www.facebook.com/100006684195144/posts/pfbid02SQu6zb6NRD9dR92rjYZqotY56Ku3nKZr7PMn4yMmVHUQQ9ApTHi415x8qvo25Shfl/?app=fbl",
    text: `
    حفظ القرآن الكريم ❤️
    كم مرة حاولت تحفظ القرآن الكريم بس بتصل حد معين وتاني الهمة بتنزل؟😔
     “إِنَّ اللَّهَ لَا يُغَيِّرُ مَا بِقَوْمٍ حَتَّىٰ يُغَيِّرُوا مَا بِأَنفُسِهِمْ”
    سورة الرعد، الآية رقم 11
    وطالما عقدت العزم على حفظ القرآن دي أول خطوة عشان تغير نفسك للأحسن❤‍🔥
    وزي م عارفين فضل حفظ القرآن الكريم عليك وعلى والديك كمان وأثره اللي ممكن تشوفو في حياتك في كل جانب من جوانب حياتك على المدى القريب والأهم كمان على المدى البعيد
    في سلسلة كيف بدأت المقدمة من مبادرة محفزون إخترنا المرة دي يكون موضوعنا "كيف بدأت حفظ القرآن الكريم"❤️
    حيكون في متحدثين عن كيف كانت بدايتهم لحفظ القرآن الكريم🔥
    الزمان: 20/3/2024
    الساعة: 9 PM
    أونلاين على واتس آب
    https://chat.whatsapp.com/Iv5Et96X2pP524Be6h1Izm
    محفزون نعطيك أملاً نعطيك علماً ❤️
    www muhafezon@gmail.com      `,
  },
 
 
 
];
